Repository: CPS-IT/cps-author
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# plugin.author.list.title
source: Author list
de: Autoren-Datensätzen Listenansicht

# plugin.author.list.description
source: Displays a list of Author records in Frontend.
de: Zeigt eine Liste von Autoren im Frontend an.

# plugin.author.filter.title
source: Author filter form
de: Autoren-Datensätzen Listenansicht filter form

# plugin.author.filter.description
source: Displays a form to filter the list of Author records.
de: Zeigt ein Formular zum Filtern der Liste der Autorendatensätze an.

# plugin.author.app.title
source: Author list App
de: Autoren-Datensätzen Listenansicht App

# plugin.author.app.description
source: Front end application to display a list of Author records.
de: Front-End-Anwendung zum Anzeigen einer Liste von Autorendatensätzen.

# plugin.author.show.title
source: Author detail view
de: Autor-Einzelansicht

# plugin.author.show.description
source: Displays an author profile in Frontend.
de: Zeigt ein Autor Profilseite im Frontend an.

# flexform.sheet.general
source: General
de: Allgemeines

# flexform.tab.settings
source: Settings
de: Einstellungen

# flexform.settings.maxItems
source: Number of items per page
de: Anzahl der Elemente pro Seite

# flexform.settings.showSearchForm
source: Show search form
de: Suchformular anzeigen
